<?php

/**
 * ECSHOP 财付通支付插件语言文件
 * ============================================================================

 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: tenpay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['tenpay']            = '财付通';
$_LANG['tenpay_desc']       = '财付通（www.tenpay.com） - 腾讯旗下在线支付平台，通过国家权威安全认证，支持各大银行网上支付，免支付手续费。';
$_LANG['tenpay_account']    = '财付通商户号';
$_LANG['tenpay_key']        = '财付通密钥';
$_LANG['magic_string']      = '自定义签名';
$_LANG['pay_button']        = '立即支付';
$_LANG['account_voucher']   = '会员帐户充值';
$_LANG['shop_order_sn']     = '商城订单号';
$_LANG['penpay_register']     = "";


?>